Repository: ordozgoite/AroundYou
Catalog: WhatsGoingNearby/Localize/Localizable.xcstrings
Source language: en
Languages: pt_br, pt_pt

source: to
pt_br: a
pt_pt: a

source: your
pt_br: seu(sua)
pt_pt: seu(sua)

source: your comment
pt_br: seu comentário
pt_pt: seu comentário

source: your publication
pt_br: sua publicação
pt_pt: sua publicação

source: · %lld years old
pt_br: · %lld anos de idade
pt_pt: · %lld anos

source: · Seen %@
pt_br: · Visto %@
pt_pt: · Visto %@

source: [Learn More](https://aroundyou3.wordpress.com/policy-privacy)
pt_br: [Veja Mais](https://aroundyou3.wordpress.com/policy-privacy)
pt_pt: [Saiba Mais](https://aroundyou3.wordpress.com/policy-privacy)

source: %@ member(s)
pt_br: %@ membro(s)
pt_pt: %@ membro(s)

source: %@ request(s)
pt_br: %@ pedido(s)
pt_pt: %@ pedido(s)

# %@ your %@
source: %1$@ your %2$@
pt_br: %1$@ seu %2$@
pt_pt: %1$@ seu %2$@

# %lld %@%@ to expire
source: %1$lld %2$@%3$@ to expire
pt_br: %1$lld %2$@%3$@ para expirar
pt_pt: %1$lld %2$@%3$@ para expirar

# %lld day%@ to expire
source: %1$lld day%2$@ to expire
pt_br: %1$lld dia%2$@ para expirar
pt_pt: %1$lld dia%2$@ para expirar

# %lld hour%@ to expire
source: %1$lld hour%2$@ to expire
pt_br: %1$lld hora%2$@ para expirar
pt_pt: %1$lld hora%2$@ para expirar

# %lld minute%@ to expire
source: %1$lld minute%2$@ to expire
pt_br: %1$lld minuto%2$@ para expirar
pt_pt: %1$lld minuto%2$@ para expirar

# %lld second%@ to expire
source: %1$lld second%2$@ to expire
pt_br: %1$lld segundo%2$@ para expirar
pt_pt: %1$lld segundo%2$@ para expirar

source: 1 hour
pt_br: 1 hora
pt_pt: 1 hora

source: 2 hours
pt_br: 2 horas
pt_pt: 2 horas

source: 3 hours
pt_br: 3 horas
pt_pt: 3 horas

source: 4 hours
pt_br: 4 horas
pt_pt: 4 horas

source: 24 hours
pt_br: 24 horas
pt_pt: 24 horas

source: About post locations
pt_br: Sobre a localização de posts
pt_pt: Sobre a localização das publicações

source: Account Deletion
pt_br: Deletar Conta
pt_pt: Deletar Conta

source: Active
pt_br: Ativa
pt_pt: Ativa

source: Actives
pt_br: Ativos
pt_pt: Ativos

source: Add a comment...
pt_br: Adicione um comentário
pt_pt: Adicione um comentário

source: Add a Picture (Optional)
pt_br: Adicionar uma Image (Opcional)
pt_pt: Adicionar uma Imagem (Opcional)

source: Add a reply...
pt_br: Adicione uma resposta...
pt_pt: Adicione uma resposta...

source: Add Business
pt_br: Adicionar Negócio
pt_pt: Adicionar Negócio

source: Add Community Description
pt_br: Adicionar Descrição de Comunidade
pt_pt: Adicionar Descrição da Comunidade

source: Add Photo
pt_br: Adicionar Foto
pt_pt: Adicionar Fotografia

source: Adult
pt_br: Adulto
pt_pt: Adulto

source: Age Range
pt_br: Faixa Etária
pt_pt: Faixa Etária

source: Alert Police
pt_br: Alertar Polícia
pt_pt: Alertar a Polícia

source: All
pt_br: Todas
pt_pt: Todas

source: Allow 'AroundYou' to display your location on map?
pt_br: Permitir que 'AroundYou' exibida sua localização no mapa?
pt_pt: Permitir que 'AroundYou' exibida sua localização no mapa?

source: Allow Once
pt_br: Permitir Uma Vez
pt_pt: Permitir Uma Vez

source: Allows authors to see your profile when you view a publication.
pt_br: Permitir que autores vejam seu perfil quando você ver uma publicação.
pt_pt: Permite que os autores vejam o seu perfil quando visualiza uma publicação.

source: Animal Abuse
pt_br: Abuso de Animal
pt_pt: Maus-tratos a Animais

source: Answering %@
pt_br: Respondendo %@
pt_pt: A responder a %@

source: Approve
pt_br: Aprovar
pt_pt: Aprovar

source: Approximate locations
pt_br: Localização aproximada
pt_pt: Localizações aproximadas

source: Are you the victim?
pt_br: Você é a vítima?
pt_pt: É a vítima?

source: AroundYou displays posts to everybody within a **1km radius**, enabling interaction for making friends, asking for help, and getting information about places and events around you.
pt_br: O AroundYou mostra publicações para todos em um raio de **1km**, permitindo interação para fazer amigos, pedir ajuda e obter informações sobre lugares e eventos ao seu redor.
pt_pt: O AroundYou mostra publicações para todos em um raio de **1km**, permitindo interação para fazer amigos, pedir ajuda e obter informações sobre lugares e eventos ao seu redor.

source: AroundYou uses your location to show posts only to those nearby, ensuring that you connect with people and events in your immediate vicinity.
pt_br: AroundYou usa sua localização para mostrar publicações apenas para aqueles que estão por perto, para que você se conecte com pessoas e eventos na sua vizinhança.
pt_pt: O AroundYou usa a sua localização para mostrar publicações apenas a quem está por perto, para que se ligue a pessoas e eventos na sua vizinhança.

source: AroundYou uses your location, displaying posts exclusively to those within a **1km radius**, ensuring you connect with nearby people and events.
pt_br: ArondYou usa a sua localização para exibir apenas publicações que estão em um **raio de 1km**. Dessa forma você se conecta apenas com pessoas e eventos próximos de você.
pt_pt: O AroundYou usa a sua localização e mostra publicações exclusivamente a quem está num **raio de 1 km**. Assim, liga-se apenas a pessoas e eventos perto de si.

source: Ask To Join
pt_br: Pedir Para Participar
pt_pt: Pedir Para Participar

source: Ask to join:
pt_br: Pedir para participar:
pt_pt: Pedir para participar:

source: Asked to Join
pt_br: Pediu para Participar
pt_pt: Pediu para Participar

source: Asking for information
pt_br: Pedindo informação
pt_pt: Pedindo informação

source: Asking...
pt_br: Pedindo…
pt_pt: A pedir…

source: Audio %lld
pt_br: Áudio %lld
pt_pt: Áudio %lld

source: Authenticating
pt_br: Autenticando...
pt_pt: Autenticando...

source: Authenticating...
pt_br: Autenticando...
pt_pt: Autenticando...

source: Be the first person to comment.
pt_br: Seja o primeiro a comentar.
pt_pt: Seja a primeira pessoa a comentar.

source: Be the first to create a community in your region...
pt_br: Seja o primeiro a criar uma comunidade na sua região…
pt_pt: Seja o primeiro a criar uma comunidade na sua região…

source: Be the first to make a post in your region...
pt_br: Seja o primeiro a fazer uma publicação na sua região...
pt_pt: Seja o primeiro a fazer uma publicação na sua região...

source: Biography
pt_br: Biografia
pt_pt: Biografia

source: Block
pt_br: Bloquear
pt_pt: Bloquear

source: Block User
pt_br: Bloquear Usuário
pt_pt: Bloquear Usuário

source: Blocked Users
pt_br: Usuários bloqueados
pt_pt: Usuários bloqueados

source: Briefly describe your Community...
pt_br: Descreva brevemente a sua Comunidade…
pt_pt: Descreva brevemente a sua Comunidade…

source: Businesses
pt_br: Negócios
pt_pt: Negócios

source: By signing up, you agree to our [Terms of Use](https://aroundyou3.wordpress.com/terms-of-use) and [Privacy Policy](https://aroundyou3.wordpress.com/policy-privacy).
pt_br: Ao registrar-se, você aceita nossos [Termos de Uso](https://aroundyou3.wordpress.com/termos-de-uso/) e [Política de Privacidade](https://aroundyou3.wordpress.com/politica-de-privacidade/).
pt_pt: Ao registrar-se, você aceita nossos [Termos de Uso](https://aroundyou3.wordpress.com/termos-de-uso/) e [Política de Privacidade](https://aroundyou3.wordpress.com/politica-de-privacidade/).

source: Calculate Distance
pt_br: Calcular Distância
pt_pt: Calcular Distância

source: Camera
pt_br: Câmera
pt_pt: Câmera

source: Camera access is required to capture media.
pt_br: O acesso à câmera é necessário para capturar uma mídia.
pt_pt: É necessário o acesso à câmara para capturar multimédia.

source: Camera is not available on this device.
pt_br: A câmera não está disponível neste dispositivo.
pt_pt: A câmara não está disponível neste dispositivo.

source: Camera unavailable
pt_br: Câmera indisponível
pt_pt: Câmara indisponível

source: Cancel
pt_br: Cancelar
pt_pt: Cancelar

source: Category
pt_br: Categoria
pt_pt: Categoria

source: Chats
pt_br: Conversas
pt_pt: Conversas

source: Chatting
pt_br: Batendo papo
pt_pt: Batendo papo

source: Choose a Category
pt_br: Escolha uma Categoria
pt_pt: Escolha uma Categoria

source: Choose a username
pt_br: Escolha um nome de usuário
pt_pt: Escolha um nome de utilizador

source: Choose a username...
pt_br: Escolha um nome de usuário...
pt_pt: Escolha um nome de usuário...

source: Choose location
pt_br: Escolha localização
pt_pt: Escolher localização

source: Comment this post
pt_br: Comentar essa publicação
pt_pt: Comentar essa publicação

source: commented
pt_br: comentou
pt_pt: comentou

source: Comments
pt_br: Comentários
pt_pt: Comentários

source: Communities
pt_br: Comunidades
pt_pt: Comunidades

source: Communities are available for 24 hours only.
pt_br: Comunidades ficam disponíveis por apenas 24 horas.
pt_pt: As comunidades ficam disponíveis apenas durante 24 horas.

source: Communities Around You
pt_br: Comunidade ao seu redor
pt_pt: Comunidades à sua volta

source: Community Description
pt_br: Descrição da Comunidade
pt_pt: Descrição da Comunidade

source: Community Info
pt_br: Informações da Comunidade
pt_pt: Informações da Comunidade

source: Community's Location
pt_br: Localização da Comunidade
pt_pt: Localização da Comunidade

source: Completed
pt_br: Concluído
pt_pt: Concluído

source: Confirm
pt_br: Confirmar
pt_pt: Confirmar

source: Confirm password
pt_br: Confirmar senha
pt_pt: Confirmar senha

source: Connect with those nearby. A match could spark a new friendship, an unexpected adventure, or maybe even something unforgettable.
pt_br: Conecte-se com pessoas próximas. Uma combinação pode dar início a uma nova amizade, uma aventura inesperada ou até mesmo algo inesquecível.
pt_pt: Ligue-se a quem está por perto. Uma correspondência pode dar início a uma nova amizade, a uma aventura inesperada ou até a algo inesquecível.

source: Connecting...
pt_br: Conectando...
pt_pt: Conectando...

source: Connections
pt_br: Conexões
pt_pt: Ligações

source: Contact
pt_br: Contatar
pt_pt: Contactar

source: Continue
pt_br: Continuar
pt_pt: Continuar

source: Continue with Email
pt_br: Continue com e-mail
pt_pt: Continuar com e-mail

source: Continue with Google
pt_br: Continue com o Google
pt_pt: Continuar com o Google

source: Copy
pt_br: Copiar
pt_pt: Copiar

source: Couldn't sign in with Google. Please try again.
pt_br: Não foi possível entrar com Google. Por favor tente novamente.

source: Create Community
pt_br: Criar Comunidade
pt_pt: Criar Comunidade

source: Create new post
pt_br: Criar nova publicação
pt_pt: Criar nova publicação

source: Creating post...
pt_br: Postando…
pt_pt: A publicar…

source: Creating...
pt_br: Criando...
pt_pt: A criar...

source: Data & Privacy
pt_br: Dados e Privacidade
pt_pt: Dados e Privacidade

source: Date and time
pt_br: Data e horário
pt_pt: Data e hora

source: Delete
pt_br: Deletar
pt_pt: Deletar

source: Delete Account
pt_br: Deletar Conta
pt_pt: Deletar Conta

source: Delete Business
pt_br: Deletar Negócio
pt_pt: Eliminar Negócio

source: Delete Comment
pt_br: Deletar Comentário
pt_pt: Deletar Comentário

source: Delete Community
pt_br: Deletar Comunidade
pt_pt: Eliminar Comunidade

source: Delete Lost Item
pt_br: Deletar Item Perdido
pt_pt: Eliminar Item Perdido

source: Delete Message
pt_br: Deletar Mensagem
pt_pt: Deletar Mensagem

source: Delete Post
pt_br: Deletar Publicação
pt_pt: Deletar Publicação

source: Delete Report
pt_br: Deletar Denúncia
pt_pt: Eliminar Denúncia

source: Deleting Community...
pt_br: Deletando Comunidade…
pt_pt: A eliminar Comunidade…

source: Deleting this community will permanently remove it for all members without prior notice. This action cannot be undone.
pt_br: Deletar esta comunidade a removerá permanentemente para todos os membros, sem aviso prévio. Esta ação não pode ser desfeita.
pt_pt: Eliminar esta comunidade irá removê-la permanentemente para todos os membros, sem aviso prévio. Esta ação não pode ser anulada.

source: Deleting your account is permanent. Are you sure you want to proceed?.
pt_br: Deletar sua conta é uma ação permanente. Tem certeza que deseja prosseguir?
pt_pt: Deletar sua conta é uma ação permanente. Tem certeza que deseja prosseguir?

source: Describe the bug you encountered...
pt_br: Descreva o erro que você encontrou...
pt_pt: Descreva o erro que você encontrou...

source: Describe the incident
pt_br: Descreva o incidente
pt_pt: Descreva o incidente

source: Describe the location (optional)
pt_br: Descreva a localização (opcional)
pt_pt: Descreva o local (opcional)

source: Describe the victim (optional)
pt_br: Descreva a vítima (opcional)
pt_pt: Descreva a vítima (opcional)

source: Describe what happened...
pt_br: Descreva o que aconteceu...
pt_pt: Descreva o que aconteceu...

source: Describe your business
pt_br: Descreva seu negócio
pt_pt: Descreva o seu negócio

source: Description
pt_br: Descrição
pt_pt: Descrição

source: Description:
pt_br: Descrição:
pt_pt: Descrição:

source: Disable notifications
pt_br: Desativar notificações
pt_pt: Desativar notificações

source: Discard
pt_br: Descartar
pt_pt: Descartar

source: Discard changes?
pt_br: Descartar mudanças?
pt_pt: Descartar mudanças?

source: Discover endless features with AroundYou! Meet new people or reconnect with old friends, search for local information, ask for and offer help, and explore nearby events - all at your fingertips.
pt_br: Descubra recursos infinitos com AroundYou! Conheça novas pessoas ou encontre velhos amigos, pesquise informações locais, peça ajuda e explore eventos próximos, tudo ao seu alcance.
pt_pt: Descubra recursos infinitos com AroundYou! Conheça novas pessoas ou encontre velhos amigos, pesquise informações locais, peça ajuda e explore eventos próximos, tudo ao seu alcance.

source: Discover endless possibilities with AroundYou! Meet new people, seek local information, and explore nearby events—all at your fingertips.
pt_br: Descubra incontáveis possibilidades com AroundYou! Conheça novas pessoas, peça informação, e explore eventos próximos de você. Tudo na palma da sua mão.
pt_pt: Descubra infinitas possibilidades com o AroundYou! Conheça novas pessoas, procure informação local e explore eventos por perto — tudo à distância de um toque.

source: Display location on map
pt_br: Exibir localização no mapa
pt_pt: Mostrar localização no mapa

source: Display Location:
pt_br: Exibir Localização:
pt_pt: Mostrar Localização:

source: Display Precise Location
pt_br: Exibir Localização Precisa
pt_pt: Mostrar Localização Precisa

source: Distance: %@ meters
pt_br: Distância: %@ metros
pt_pt: Distância: %@ metros

source: Do you really want to delete the community **%@**?
pt_br: Você realmente quer deletar a comunidade **%@**?
pt_pt: Tem a certeza de que quer eliminar a comunidade **%@**?

source: Do you really want to leave the community **%@**?
pt_br: Você realmente quer deixar a comunidade **%@**?
pt_pt: Tem a certeza de que quer sair da comunidade **%@**?

source: Don't Allow
pt_br: Não Permitir
pt_pt: Não Permitir

source: Don't show me on map
pt_br: Não me mostre no mapa
pt_pt: Não me mostre no mapa

source: Done
pt_br: Pronto
pt_pt: Pronto

source: Duration:
pt_br: Duração:
pt_pt: Duração:

source: E-mail sent! 📩
pt_br: E-mail enviado! 📩
pt_pt: E-mail enviado! 📩

source: Eat & Drink
pt_br: Comidas e Bebidas
pt_pt: Comer e Beber

source: Edit
pt_br: Editar
pt_pt: Editar

source: Edit Business
pt_br: Editar Negócio
pt_pt: Editar Negócio

source: Edit Community
pt_br: Editar Comunidade
pt_pt: Editar Comunidade

source: Edit photo
pt_br: Editar foto
pt_pt: Editar foto

source: Edit post
pt_br: Editar Publicação
pt_pt: Editar Publicação

source: Edit Post
pt_br: Editar Publicação
pt_pt: Editar Publicação

source: Edit profile
pt_br: Editar perfil
pt_pt: Editar perfil

source: Edit this info in your profile settings.
pt_br: Edite essa informação nas suas configurações de perfil.
pt_pt: Edite esta informação nas definições do seu perfil.

source: Editing...
pt_br: Editando…
pt_pt: A editar…

source: Education
pt_br: Educação
pt_pt: Educação

source: Enable Location Service
pt_br: Ativar Serviço de Localização
pt_pt: Ativar Serviço de Localização

source: Enable Location Services
pt_br: Ativar Acesso à Localização
pt_pt: Ativar Serviços de Localização

source: Enable notifications
pt_br: Ativar notificações
pt_pt: Ativar notificações

source: Enable Notifications
pt_br: Habilitar Notificações
pt_pt: Ativar Notificações

source: Enable Precise Location
pt_br: Ativar Localização Precisa
pt_pt: Ativar Localização Precisa

source: Enter
pt_br: Entrar
pt_pt: Entrar

source: Enter a Community Name
pt_br: Inserir um Nome de Comunidade
pt_pt: Introduzir um Nome de Comunidade

source: Error
pt_br: Erro
pt_pt: Erro

source: Error trying to create new post. Try again later.
pt_br: Erro ao tentar criar uma nova publicação. Tente novamente mais tarde.
pt_pt: Erro ao tentar criar uma nova publicação. Tente novamente mais tarde.

source: Error trying to edit Business. Please try again.
pt_br: Erro ao editar Negócio. Tente novamente.
pt_pt: Erro ao editar o Negócio. Tente novamente.

source: Error trying to fetch community info.
pt_br: Erro ao tentar recuperar informações da comunidade.
pt_pt: Erro ao tentar obter as informações da comunidade.

source: Error trying to get user ban expiration date
pt_br: Erro ao tentar recuperar data de expiração de banimento.
pt_pt: Erro ao tentar obter a data de expiração do banimento.

source: Error trying to get user info.
pt_br: Erro ao tentar recuperar informações de usuário.
pt_pt: Erro ao tentar obter as informações do utilizador.

source: Error trying to post Business.
pt_br: Erro ao tentar publicar Negócio.
pt_pt: Erro ao tentar publicar o Negócio.

source: Error trying to post new user
pt_br: Erro ao tentar publicar novo usuário.
pt_pt: Erro ao tentar criar um novo utilizador.

source: Error trying to select photo.
pt_br: Erro ao tentar selecionar uma foto.
pt_pt: Erro ao tentar selecionar uma foto.

source: Error trying to update community privacy
pt_br: Erro ao tentar atualizar privacidade da comunidade.
pt_pt: Erro ao tentar atualizar a privacidade da comunidade.

source: Expired
pt_br: Expirada
pt_pt: Expirada

source: Expired Posts
pt_br: Publicações expiradas
pt_pt: Publicações expiradas

source: Explore
pt_br: Explorar
pt_pt: Explorar

source: Explore map
pt_br: Explorar mapa
pt_pt: Explorar mapa

source: Explore other places
pt_br: Explorar outros lugares
pt_pt: Explorar outros locais

source: Explore posts from across the city
pt_br: Explore posts por toda a cidade
pt_pt: Explore publicações por toda a cidade

source: Failed
pt_br: Falha
pt_pt: Falha

source: Failed to activate discoverability. Please try again.
pt_br: Falha ao ativar a descoberta. Tente novamente.
pt_pt: Falha ao ativar a descoberta. Tente novamente.

source: Failed to approve user. Please try again.
pt_br: Falha ao aprovar o usuário. Tente novamente.
pt_pt: Falha ao aprovar o utilizador. Tente novamente.

source: Failed to block user. Please try again.
pt_br: Falha ao bloquear o usuário. Tente novamente.
pt_pt: Falha ao bloquear o utilizador. Tente novamente.

source: Failed to create community. Please try again.
pt_br: Falha ao criar comunidade. Tente novamente.
pt_pt: Falha ao criar a comunidade. Tente novamente.

source: Failed to create post. Please try again later.
pt_br: Falha ao criar a publicação. Tente novamente mais tarde.
pt_pt: Falha ao criar a publicação. Tente novamente mais tarde.

source: Failed to create user. Please try again.
pt_br: Falha ao criar usuário. Tente novamente.
pt_pt: Falha ao criar o utilizador. Tente novamente.

source: Failed to deactivate discoverability. Please try again.
pt_br: Falha ao desativar a descoberta. Tente novamente.
pt_pt: Falha ao desativar a descoberta. Tente novamente.

source: Failed to delete business. Please try again.
pt_br: Falha ao deletar o negócio. Tente novamente.
pt_pt: Falha ao eliminar o negócio. Tente novamente.

source: Failed to delete chat. Please try again.
pt_br: Falha ao deletar a conversa. Tente novamente.
pt_pt: Falha ao eliminar a conversa. Tente novamente.

source: Failed to delete comment. Please try again.
pt_br: Falha ao deletar o comentário. Tente novamente.
pt_pt: Falha ao eliminar o comentário. Tente novamente.

source: Failed to delete community. Please try again.
pt_br: Falha ao deletar a comunidade. Tente novamente.
pt_pt: Falha ao eliminar a comunidade. Tente novamente.

source: Failed to delete message. Please try again.
pt_br: Falha ao deletar a mensagem. Tente novamente.
pt_pt: Falha ao eliminar a mensagem. Tente novamente.

source: Failed to delete notification. Please try again.
pt_br: Falha ao deletar notificação. Tente novamente.
pt_pt: Falha ao eliminar a notificação. Tente novamente.

source: Failed to delete notifications. Please try again.
pt_br: Falha ao deletar as notificações. Tente novamente.
pt_pt: Falha ao eliminar as notificações. Tente novamente.

source: Failed to delete post. Please try again.
pt_br: Falha ao deletar a publicação. Tente novamente.
pt_pt: Falha ao eliminar a publicação. Tente novamente.

source: Failed to edit community description. Please try again.
pt_br: Falha ao editar a descrição da comunidade. Tente novamente.
pt_pt: Falha ao editar a descrição da comunidade. Tente novamente.

source: Failed to edit post. Please try again later.
pt_br: Falha ao editar a publicação. Tente novamente mais tarde.
pt_pt: Falha ao editar a publicação. Tente novamente mais tarde.

source: Failed to join community. Please try again.
pt_br: Falha ao entrar na comunidade. Tente novamente.
pt_pt: Falha ao entrar na comunidade. Tente novamente.

source: Failed to leave community. Please try again.
pt_br: Falha ao sair da comunidade. Tente novamente.
pt_pt: Falha ao sair da comunidade. Tente novamente.

source: Failed to load blocked users. Please try again.
pt_br: Falha ao carregar usuários bloqueados. Tente novamente.
pt_pt: Falha ao carregar os utilizadores bloqueados. Tente novamente.

source: Failed to load chats. Please try again.
pt_br: Falha ao carregar conversas. Tente novamente.
pt_pt: Falha ao carregar as conversas. Tente novamente.

source: Failed to load comment likes. Please try again.
pt_br: Falha ao carregar curtidas. Tente novamente.
pt_pt: Falha ao carregar os gostos. Tente novamente.

source: Failed to load comments. Please try again.
pt_br: Falha ao carregar os comentários. Tente novamente.
pt_pt: Falha ao carregar os comentários. Tente novamente.

source: Failed to load community information. Please try again.
pt_br: Falha ao carregar as informações da comunidade. Tente novamente.
pt_pt: Falha ao carregar as informações da comunidade. Tente novamente.

source: Failed to load lost item details. Please try again.
pt_br: Falha ao carregar os detalhes do item perdido. Tente novamente.
pt_pt: Falha ao carregar os detalhes do item perdido. Tente novamente.

source: Failed to load messages. Please try again.
pt_br: Falha ao carregar as mensagens. Tente novamente.
pt_pt: Falha ao carregar as mensagens. Tente novamente.

source: Failed to load nearby businesses. Please try again.
pt_br: Falha ao carregar negócios próximos. Tente novamente.
pt_pt: Falha ao carregar os negócios próximos. Tente novamente.

source: Failed to load nearby communities. Please try again.
pt_br: Falha ao carregar comunidades próximas. Tente novamente.
pt_pt: Falha ao carregar as comunidades próximas. Tente novamente.

source: Failed to load nearby posts. Please try again.
pt_br: Falha ao carregar publicações próximas. Tente novamente.
pt_pt: Falha ao carregar as publicações próximas. Tente novamente.

source: Failed to load nearby users. Please try again.
pt_br: Falha ao carregar usuários próximos. Tente novamente.
pt_pt: Falha ao carregar os utilizadores próximos. Tente novamente.

source: Failed to load notifications. Please try again.
pt_br: Falha ao carregar as notificações. Tente novamente.
pt_pt: Falha ao carregar as notificações. Tente novamente.
